{
  "site": {
    "title": "Kis Brigi Tattoo",
    "description": "Kézműves ékszerek készítése, értékesítése"
  },
  "navbar": {
    "menu": "Menü",
    "contact": "Kapcsolat"
  },
  "sidebar": {
    "gallery": "Galéria",
    "about": "Rólam",
    "booking": "Foglalás",
    "info": "Tudnivalók",
    "language": "Nyelv"
  },
  "aboutMe": {
    "quote": "Juj, de szépen rajzolsz!\n Tudnál nekem is?",
    "phrase1": "– talán ez volt a legmotiválóbb mondat egész gyerekkoromtól kezdve. A suliban\n mindig alig vártam a rajzórát, a szünetet, olyankor lehettem igazán az osztály fénypontja.\n Valahogy innen indult ez az egész, a fekete filctollal rajzolt tigrisektől.",
    "phrase2": "Később elindultam a nehézkes, képzések nélküli kezdetleges hazai tetováló világban, rajzolt  mintás mappával és rendíthetetlen szándékkal, 17 évesen. Sokan elküldtek, páran segítettek, abalatoni szezonokban már egész közel engedtek a tűzhöz. Először hivatalosan tetoválóként a Celtic Moon Tattoo csapatában kezdhettem dolgozni, ekkor James mellett dolgozva, tőle tanulhattam meg igazán ezt a csodás szakmát.",
    "phrase3": "Művészeti iskolák híjján rengeteg mindent a tetováláson keresztül ismertem meg, de talán még önmagamat is.",
    "phrase4": "Azóta eltelt sok év és már a saját stúdiómban dolgozom, néha külföldön vendégtetoválok és nagyon boldog vagyok, hogy tetováló lehetek. 😸"
  },
  "info": [
    {
      "id": "info",
      "title": "Tudnivalók",
      "summary": "Egy nap egy vendég <br> -Hogy néz ki nálam egy munkafolyamat?",
      "text": [
        "Egy nap egy vendég \n -Hogy néz ki nálam egy munkafolyamat?"
      ]
    },
    {
      "id": "design",
      "title": "Tervezés.",
      "summary": "<p>11 órakor találkozunk az üzletben, megbeszéljük az elképzeléseket. <br>Beszélgetés közben elkészítem a tervet, hogy személyre szabottabb legyen a végeredmény.</p> <p> Amikor mindketten elégedettek vagyunk a tervvel, megkezdődik a tényleges tetoválás.</p>",
      "text": [
        "11 órakor találkozunk az üzletben, leülünk és kicsit beszélgetünk. Megkérdezem mit szeretnéltetováltatni, mi az elképzelés, van-e konkrét kép, vagy csak példák, esetleg egyik sem.Megesikhogy a hozott képek nem a legjobb minőségűek, vagy nem annyira kifejezőek a kért témához,ilyenkor segítek, ajánlok jobb ötleteket.",
        "Egy szép kép lehet mutatós a falon, de nem feltétlen áll jól tetoválásként.",
        "Beszélgetés közben elkészítem a tervet (kézzel rajzolok, vagy számítógépen szerkesztek) Ez akár 1-2 órát is igénybe vehet, de addig kicsit megismerlek és jobban személyre szabott lesz a végeredmény.",
        "Amikor elkészül a terv és mindketten elégedettek vagyunk vele, nekikezdünk a tetoválásnak."
      ]
    },
    {
      "id": "process",
      "title": "Tetoválás.",
      "summary": "<p>Óránként szünetet tartunk, tudunk enni, inni. Ez fontos, mert általában 4-6 órát nálam töltesz.</p> <p> Fájdalomcsillapításra hozhatsz magaddal gyógyszert amit ismersz, de beszéljünk róla. </p>",
      "text": [
        "Nagyjából óránként szünetet tartunk, tudunk enni, inni (az üzletemben konyha is van,hűtővel,mikróval) tehát lehet hozni, de rendelni is ételt. Ez fontos, mert általában 4-6 órát nálam töltesz, nem érdemes éhesen maradni, mert rosszul lehetsz!",
        "Fájdalomcsillapításra hozhatsz magaddal gyógyszert amit ismersz, ha van ami bevált (Flector,Advil, Cataflam stb.) Lidocain tartalmú érzéstelenítőket nem használok, ha ilyesmivel készülsz kérlek beszéljük meg.",
        "Ami sokkal fontosabb, hogy kipihenve, lelkileg felkészülve gyere!"
      ]
    },
    {
      "id": "finish",
      "title": "Befejezés.",
      "summary": "Nap végén a tetoválásod fertőtlenítős szappannal lemosom és utána egy úgynevezett Dry lock pad tetoválásra tervezett pelenkával lefedem, ezt követően megbeszéljük az utókezelést.",
      "text": [
        "Amikor elkészül a mű, vagy az aznapra tervezett folytatás, a tetoválásod fertőtlenítős szappannal lemosom és lefotózom (az internetre ezek a képek felkerülhetnek, portfólióként használom, természetesen arc és név nélkül, social media-kon nem jelölök meg senkit).",
        "Utána egy úgynevezett Dry lock pad tetoválásra tervezett pelenkával lefedem, az utókezelést megbeszéljük és azt kinyomtatva oda is adom."
      ]
    },
    {
      "id": "aftercare",
      "title": "Utókezelés.",
      "summary": "A tetováltatást védő pelenka 8 óra elteltével vehető le, utána a tetovált felületet mossuk le vízzel, esetleg fertőtlenítő szappannal is. \n Majd naponta 3x Bepanhten krémmel  kenjük be, tiszta kézzel. 1-1,5 hétig.",
      "text": [
        "A tetováltatást védő pelenka (dry lock pad) 8 óra elteltével vehető le, utána a tetovált felületet mossuk le vízzel, esetleg fertőtlenítő szappannal is.",
        "Ne használjunk törölközőt a szárításhoz! Hagyjuk lehetőség szerint megszáradni, majd vékonyan krémezzük be Bepanhten krémmel (a kenőcsöt nem ajánlom, mert túl zsíros, nem szívódik fel). A vékonyan azt jelenti, hogy ne álljon a bőrfelületen fölösleges krém! (más hámosító krémet csak a Bepanthenre való allergia esetén, előzetesen egyeztetve használjunk)",
        "Napi 3x krémezzük, tiszta kézzel!",
        "<span className=\"bg-lime-600\">1-1,5 hétig maximum.</span>",
        "Utána testápolóval érdemes még a bőrt ápolni."
      ],
      "text2": [
        "Hosszú távon minden tetoválásnak árt a nap UV sugárzása, így ajánlott a szolárium és napoztatás kerülése a tetovált részen, illetve magas faktorszámú naptej használata.",
        "A tetoválás után a bőr hámrétege 6 hónapig regenerálódik, tehát addig nem olyan vastag és nem ad akkora védelmet a testnek, mint az ép bőr! Ilyenkor a naptól takarva kell védeni, a naptej nem elegendő!",
        "<div> Bármi gond van, szóljunk, kérdezzünk!!! </div>"
      ]
    },
    {
      "id": "finances",
      "title": "Anyagiak.",
      "summary": "Tervezés – 5ezer ft/ óra <br> Tetoválás – 20ezer ft/ óra <br> Minimum napi díj – 50ezer ft / Maximum napi díj – 100ezer ft",
      "text": [
        "Igyekeztem egy igazságos árszabást kitalálni, ami az óradíj és a napidíj között mozog, így kisebb* és nagyobb tetoválásokkal is meg tudtok engem keresni.",
        "Tervezés – 5ezer ft/ óra",
        "Tetoválás – 20ezer ft/ óra",
        "Minimum napi díj – 50ezer ft",
        "Maximum napi díj – 100ezer ft"
      ]
    },
    {
      "id": "requests",
      "title": "Milyen kérésekkel válassz engem?",
      "summary": "<p> <b>Ami nekem való: </b> Élő dolgok – állatok, emberek, kitalált lények. 'Stílusában'- realisztikus (élethű), szürreális, meseszerű (rajzos, akár képregényes).  Tetszenek az új trendek is! * Színes és fekete fehér munkákat egyaránt szívesen készítek. </p> <p> <b>Ami nem nekem való:</b> Hagyományos törzsi minták – maori, japán (ezeknek a történelemmel bíró mintáknak komoly szimbólumrendszere van, amiknek a jelentéséről keveset tudok) </br> Horrorisztikus vagy negatív témák. </p> <p><b>Amit nem fogok elvállalni:</b> Más tetováló munkájának folytatása, javítása, takarása. </br> Takarást csak nagyon egyedi esetekben, ha úgy látom teljes értékű végeredményt tudok rá alkotni. (Itt gyakran ajánlom előbb a lézeres halványítást, ami sok idő lehet, de sokkal szebb megoldásokat tudok tervezni rá.) </br> Feliratokat, pici (pár centis tetoválásokat). </br> *Ha több kisebb tetoválást készíthetek egy napon egy vendégre, az természetesen megoldható.</p>",
      "text": [
        "<div>Mivel régóta tetoválok, munkásságom sokoldalú, nem specializálódtam szigorúan egy-egy stílusra. Persze nekem is vannak testhez (lélekhez) állóbb feladatok, így ezeket előnyben fogom részesíteni és lesz olyan kérés amit elutasítok. </div>",
        "<div>Ami nekem való:  </div> ",
        "<div>Élő dolgok – állatok, emberek, kitalált lények. </br> 'Stílusában'- realisztikus (élethű), szürreális, meseszerű (rajzos, akár képregényes). </br> Tetszenek az új trendek is! * </br> Színes és fekete fehér munkákat egyaránt szívesen készítek.",
        "<div>Ami nem nekem való:</div>",
        "<div>Hagyományos törzsi minták – maori, japán (ezeknek a történelemmel bíró mintáknak komoly szimbólumrendszere van, amiknek a jelentéséről keveset tudok) </br> Horrorisztikus vagy negatív témák. </br> <div>",
        "<div>Amit nem fogok elvállalni:</div>",
        "<div>Más tetováló munkájának folytatása, javítása, takarása. </br> Takarást csak nagyon egyedi esetekben, ha úgy látom teljes értékű végeredményt tudok rá alkotni. (Itt gyakran ajánlom előbb a lézeres halványítást, ami sok idő lehet, de sokkal szebb megoldásokat tudok tervezni rá.) </br> Feliratokat, pici (pár centis tetoválásokat). </br> *Ha több kisebb tetoválást készíthetek egy napon egy vendégre, az természetesen megoldható. </div>"
      ]
    },
    {
      "id": "patience",
      "title": "Miért fontos a türelmed?",
      "summary": "<p>Csak e-mailben lehet hozzám bejelentkezni.</p> <p> <b>Augusztusban</b> adom ki az időpontokat <b>Szeptembertől</b> <b>Januárig</b>. <br> <b>Decemberben</b> peidg <b>Januártól</b> <b>Májusig</b> <p> Nyáron keveset dolgozom egyéni megbeszélés alapján, ennek két technikai oka van: pihenek, illetve a nyári nap szinte teljesen tönkreteszi a friss munkám </p>",
      "text": [
        "Az évek alatt sokan megszerettétek a munkáim és egyre többen kerestek meg. Én ennek nagyon örülök, mert minden nap boldogan alkothatok és kiteljesedhetek. Ami viszont nehéz feladat, hogy az időm hatékonyan osszam be.",
        "A tetoválás nem egy kiló kenyér, én pedig minden feladatra egyedül vagyok."
      ],
      "text2": [
        "Tehát Augusztusban és Decemberben érdemes nekem írni, mert olyankor tudok vele érdemben foglalkozni."
      ]
    },
    {
      "id": "waitingList",
      "title": "Mikorra tudsz időpontot adni, mekkora a várólista?",
      "summary": "",
      "neededOnInfo": false,
      "list": [
        {
          "items": [
            "nem tudom",
            "ha nem kaptál időpontot, esetleg választ a leveledre, kérlek ne sértődj meg, ha biztos vagy benne, hogy szívesen vállalnám a kérésed, írj újra! Elképzelhető, hogy nem vettem észre, nem kerültél sorra stb.",
            "amikor újra megnyitom a naptáram, mindig először azokat a vendégeim fogom beírni akiknek még félkész a tetoválása, vagy le kellett mondani az időpontját (pl. betegség miatt)"
          ]
        }
      ],
      "text2": [
        "Ha ezt mind elolvastad máris sokat segítettél a munkámban, hogy mégtöbb időt tölthessek tetoválással! 🙂"
      ]
    }
  ]
}